IDEA Open Model
IOMSettings Class
Compatible with IDEA StatiCa v 10.1
 IOM Settings
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Message.IOMSettings
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public class IOMSettings : IIOMSettings
Public Class IOMSettings
	Implements IIOMSettings
public ref class IOMSettings : IIOMSettings
The IOMSettings type exposes the following members.
Constructors
Name | Description
IOMSettings
 Constructor
Top
Properties
Name | Description
CountryCode
 CountryCode
CreatedSuccessfully
 Create OK
FileName
 File name
Top
See Also
Reference
IdeaRS.OpenModel.Message Namespace